public/cache/hotel/reference_data/1616372e4e59a5c1ac5bbe9148c2533b_request.dat

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="http://www.travelport.com/schema/common_v34_0" xmlns:univ="http://www.travelport.com/schema/universal_v34_0">
<soapenv:Header>
<univ:SupportedVersions/>
</soapenv:Header>
<soapenv:Body>
<univ:UniversalRecordRetrieveReq AuthorizedBy="user" TargetBranch="P7119574" TraceId="trace">
<com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
<univ:UniversalRecordLocatorCode>DXG5XV</univ:UniversalRecordLocatorCode>
</univ:UniversalRecordRetrieveReq>
</soapenv:Body>
</soapenv:Envelope>